{
  "title": "Terms and Conditions",
  "lastUpdated": "January 2026",
  "sections": [
    {
      "id": "our-contract",
      "heading": "Our contract with you",
      "content": "These Terms will apply to any Order we accept from you via the App, including any Order that is changed under paragraph 4. Note that unless you accept these Terms (by ticking the acceptance box when you set up your account, you will not be able to place an Order.\n\nWe may change the Terms from time to time and it is the current version which will apply to each Order when you place it. We will notify you of changes to the Terms by email.\n\nPlease read these Terms carefully and make sure that you understand them before placing an Order. The Terms restrict Our liability to you in certain circumstances. Please note any Orders with a value of less than Rs.500 will be charged Rs.500 as a minimum.\n\nIf you need to contact Us at any time about an Order you may do so as set out in paragraph 13."
    },
    {
      "id": "definitions",
      "heading": "Definitions",
      "content": "When the following words with capital letters are used in these Terms, this is what they will mean:",
      "list": [
        "App: Dhobiapp",
        "Event Outside Our Control: any occurrence or circumstances over which we have no control",
        "Item: any garment or article collected from you in connection with an Order",
        "Order: your order for the Services as set out in the order form submitted via the App",
        "Services: personal dry cleaning or laundry services collected from and delivered to your nominated address",
        "Service Providers: any third party with which we contract to assist in providing the Services",
        "Terms: these terms and conditions as amended from time to time",
        "We/Our/Us: Dhobiapp, 401/340, Kasturba Gandhi Marg.(Besides Laxmi Cinema) Allahabad. 211002, India"
      ]
    },
    {
      "id": "placing-order",
      "heading": "Placing an Order",
      "content": "Please ensure that you check the details of your Order before submitting it as We will not be liable to you for any errors you make. For example, please check carefully that you correctly identify each Item. If you think that you may have made a mistake, please contact Us.\n\nSubmission of an Order does not create a contract between us. The contract arises when We send you an email confirming acceptance of your Order. The email will include your billing information.\n\nWe will assign an order number to each Order and inform you of it when We accept the Order. Please quote the order number in all subsequent contact with Us.\n\nIf for any reason We are unable fulfil your Order, We will let you know by email."
    },
    {
      "id": "changes-order",
      "heading": "Changes to your Order",
      "content": "You may make a change to an Order at any time before the collection time set out in Our email acceptance of your Order by telephoning our Customer Care Helpline.\n\nWith your consent and at our discretion, We may make a change to your Order as an alternative to cancelling it.\n\nWhere changes are made to an Order, We will re-issue the Order confirmation to you via email."
    },
    {
      "id": "cancelling-order",
      "heading": "Cancelling your Order",
      "content": "You have the following limited rights to cancel an Order:",
      "list": [
        "At any time up to two hours before the collection time via the App",
        "At any time before the collection time by telephoning our Customer Care Helpline",
        "After We have collected your Item(s) if We are affected by an Event Outside Our Control"
      ]
    },
    {
      "id": "problems",
      "heading": "If there is a problem with the services",
      "content": "If there is any problem with the Services, please contact our Customer Helpline as soon as reasonably possible. Complaints should be notified within 24 hours of redelivery.\n\nAs a consumer, you have statutory rights if our Services are not carried out with reasonable skill and care, or if the materials used are faulty or not as described."
    },
    {
      "id": "price-payment",
      "heading": "Price and payment",
      "content": "The price of the Services will be set out in Our price list in the App. Prices may change, but price changes will not affect Orders that We have accepted.\n\nOur prices include VAT. Payment is due when we have completed the Services, on redelivery of your Items. We will take payment from the debit or credit card details supplied with your Order."
    },
    {
      "id": "liability",
      "heading": "Our liability to you",
      "content": "We will be responsible for loss or damage that is a foreseeable result of Our breach of these Terms or Our negligence. However, we will not be responsible for any loss that is not foreseeable.\n\nWe only supply the Services for domestic and private use. You agree not to use the Services for any commercial or business purpose."
    },
    {
      "id": "events-control",
      "heading": "Events Outside Our Control",
      "content": "We will not be liable for any failure to perform our obligations that is caused by an Event Outside Our Control, including strikes, natural disasters, or failure of public infrastructure.\n\nIf such an event occurs, we will contact you as soon as possible, and your options under these Terms will be suspended or extended accordingly."
    },
    {
      "id": "contact",
      "heading": "Contact Us",
      "content": "We are a firm registered in Prayagraj, Uttar Pradesh. Firm registration number: 214249. Registered office: 30, Kasturba Gandhi Marg, Old Katra (Besides Laxmi Cinema) Allahabad.\n\nYou can contact us by email at meshanky@gmail.com or via <a href=\"https://share.google/5Uq5Y4FDHqgPCi9aZ\" target=\"_blank\" rel=\"noopener noreferrer\">WhatsApp</a>."
    }
  ]
}
